{
  "title": "ASI UK Constitution",
  "subtitle": "Voted on 23 June, 2024 at ASI UK OGM",
  "version": "1.0",
  "lastUpdated": "2024-06-23",
  "articles": [
    {
      "number": 1,
      "title": "Definitions",
      "content": [
        {
          "type": "definitionList",
          "items": [
            {
              "term": "ASI UK",
              "definition": "shall be named 'Adventist laymen's Services and Industries, United Kingdom'."
            },
            {
              "term": "Association",
              "definition": "is ASI UK."
            },
            {
              "term": "Business Year",
              "definition": "of ASI UK shall be the Calendar Year as observed in the United Kingdom."
            },
            {
              "term": "Business",
              "definition": "and/or \"Businesses\" are self-employed individuals, entrepreneurs, companies, or entities operating for profit. This is not an exhaustive list and the Executive can use its discretion to add to this list."
            },
            {
              "term": "Chair",
              "definition": "is the presider of a meeting, usually the President, or if incapacitated the Vice President, or anyone else who has been elected to preside over the meeting."
            },
            {
              "term": "Church",
              "definition": "is defined as the 'Seventh-day Adventist Church', exercising its global mission and principles throughout the geographical region of British Union Conference together with its Conferences, Missions, and churches, all operating within the Trans-European Division."
            },
            {
              "term": "Close Relative",
              "definition": "is an individual who is either a father, mother, brother, sister, husband, wife, son, daughter, grandmother and grandfather by blood (not marriage), grandson, granddaughter, mother-in-law, father-in-law, daughter-in-law, son-in-law, grandmother-in-law, grandfather-in-law, brother-in-law, sister-in-law, uncle by blood or marriage, aunt by blood or marriage, nephew or niece by blood or marriage, or first cousin, equivalent step-family members, a legal dependent, or any other person so interpreted by the General Meeting and/or Executive. By blood or marriage refers to the individual's relative by blood or marriage."
            },
            {
              "term": "Decision",
              "definition": "is where an express resolution is voted on and passed during a meeting. Decisions shall be carried out and are to be officially recorded in the minutes."
            },
            {
              "term": "Executive, the",
              "definition": "is ASI UK's board occupied by Executive Members who exercise their authority in operating ASI UK in accordance with this constitution."
            },
            {
              "term": "Executive Member",
              "definition": "is the officer appointed to ASI UK's board and upon whom authority is conferred to act in the best interests of ASI UK."
            },
            {
              "term": "Member",
              "definition": "and/or \"Membership\" are members who have been granted a membership status. Privileges and Voting Rights are conferred to them as defined in this constitution."
            },
            {
              "term": "Ministry",
              "definition": "and/or \"Ministries\" are missionary organisations, not-for-profit organisations, associations, individuals running their own ministry, and groups. This is not an exhaustive list and the Executive can use its discretion to add to this list."
            },
            {
              "term": "Professionals",
              "definition": "are individuals who are employed in a professional capacity and may be employed by an entity that they do not control. These may include, however are not limited to, executives of companies, consultants, lawyers, physicians, pharmacists, psychologists, tax advisors, etc. The Executive can use its discretion to add to this list."
            },
            {
              "term": "Simple Majority",
              "definition": "means a majority of the votes exercised by Members with Voting Rights present constituting a quorum, with each Member present and having one vote. The voting threshold must be fifty percent (50%). In the event of a tie the Chairperson shall exercise a casting vote."
            },
            {
              "term": "Voting Rights",
              "definition": "are conferred to Members of ASI UK have the right to vote as in accordance with this constitution."
            }
          ]
        }
      ]
    },
    {
      "number": 2,
      "title": "Purpose and Not-for-Profit Status",
      "content": [
        {
          "type": "section",
          "number": "2.1",
          "text": "The purpose of ASI UK is to:",
          "subsections": [
            {
              "number": "(a)",
              "text": "Support, promote and advise associations, businesses, charities, companies, groups, institutions, and organisations, moulded according to Adventist principles, as long as their goals are of a missionary, evangelistic, humanitarian, health, educational, outreach, or similar non-profit nature."
            },
            {
              "number": "(b)",
              "text": "Motivate members of the Seventh-day Adventist Church who are self-employed or who own privately-owned businesses or who own or manage non-profit associations in harmony with the goals and values of the Church, to cooperate with each other and with the entities of the Church and to work in harmony with and for the benefit of the Church in fulfilling its gospel commission and thus support the spreading of the Adventist message."
            },
            {
              "number": "(c)",
              "text": "Strengthen the effectiveness of individuals and associations in their work and credible Christian testimony by facilitating the exchange of information, providing inspiration, motivation and the coordination of goals and programs as well as the experience of Christian fellowship."
            }
          ]
        },
        {
          "type": "section",
          "number": "2.2",
          "text": "ASI UK primarily does not aim at earning a profit for its own benefit. It shall exclusively and directly pursue not-for-profit purposes in the sense of the national tax legislation."
        },
        {
          "type": "section",
          "number": "2.3",
          "text": "ASI UK's income and assets shall be used exclusively for goals defined in this Constitution. No Member or Executive Member of ASI UK shall receive for their work compensation from ASI UK."
        }
      ]
    },
    {
      "number": 3,
      "title": "Working Relationship with the Church",
      "content": [
        {
          "type": "section",
          "number": "3.1",
          "text": "Harmony and cooperation between ASI UK and the Seventh-day Adventist Church shall be ensured by the appointment of a representative of the Church on the Executive."
        },
        {
          "type": "section",
          "number": "3.2",
          "text": "The Seventh-day Adventist Church shall appoint before the General Meeting a representative to the Executive."
        }
      ]
    },
    {
      "number": 4,
      "title": "Membership and Voting Rights",
      "content": [
        {
          "type": "section",
          "number": "4.1",
          "text": "ASI UK shall consist of Ordinary Members, and Sponsoring Members, and is subject to the Membership Application Process prescribed in Article 5."
        },
        {
          "type": "section",
          "number": "4.2",
          "text": "\"Ordinary Membership\" status shall be granted to Businesses, Ministries, and Professionals, and shall have conferred to them one vote. They are subject to the following sub-clauses:",
          "subsections": [
            {
              "number": "4.2.1",
              "text": "Business Membership shall be granted to Businesses. Whereby an Business consists of several subsidiaries and whereby each subsidiary is applying for membership, each subsidiary can apply for membership under its own name. The subsidiary does not receive Voting Rights and no extra votes are given to the parent entity. A Business applying for membership shall not directly or indirectly be controlled by the Seventh-day Adventist Church."
            },
            {
              "number": "4.2.2",
              "text": "Ministry Membership shall be granted to Ministries. Whereby a Ministry consists of several subsidiaries and whereby each subsidiary is applying for membership, each subsidiary can apply for membership under its own name. The subsidiary does not receive Voting Rights and no extra votes are given to the parent entity. An Ministry applying for membership shall not directly or indirectly be controlled by the Seventh-day Adventist Church."
            },
            {
              "number": "4.2.3",
              "text": "Professional Membership shall be granted to individual Professionals."
            }
          ]
        },
        {
          "type": "section",
          "number": "4.3",
          "text": "\"Sponsoring Membership\" status shall be granted to individuals who are practicing members of the Seventh-day Adventist Church and who are willing to support ASI UK's goals through financial and/or other means."
        },
        {
          "type": "section",
          "number": "4.4",
          "text": "Only Ordinary Members shall have Voting Rights."
        }
      ]
    },
    {
      "number": 5,
      "title": "Membership Application Process",
      "content": [
        {
          "type": "section",
          "number": "5.1",
          "text": "Membership shall be granted on the basis of a written membership application which must be directed to the Executive. The Executive shall be free and independent in its decision regarding the granting of Membership."
        },
        {
          "type": "section",
          "number": "5.2",
          "text": "Determining criteria for Membership:",
          "subsections": [
            {
              "number": "(a)",
              "text": "The controlling individual of a Business or Ministry shall be a practicing member of the Seventh-day Adventist Church and be of good and regular standing, and have a positive standing in the community."
            },
            {
              "number": "(b)",
              "text": "The Business or Ministry shall operate in harmony with the mission of the Seventh-day Adventist Church, shall follow the ethical, financial and spiritual principles of the Church, and shall exert a positive Adventist influence within their environment."
            },
            {
              "number": "(c)",
              "text": "Professionals shall be practicing members of the Seventh-day Adventist Church and be of good and regular standing, and have a positive standing in the community."
            }
          ]
        },
        {
          "type": "section",
          "number": "5.3",
          "text": "In case the application is rejected the Executive shall be under no obligation to give to the applicant any reason for its decision."
        }
      ]
    },
    {
      "number": 6,
      "title": "Termination of Membership",
      "content": [
        {
          "type": "section",
          "number": "6.1",
          "text": "Membership in ASI UK shall end by submitting a formal withdrawal from ASI UK, by dissolution of the Business or Ministry, death, expulsion, or ending Seventh-day Adventist Church membership."
        },
        {
          "type": "section",
          "number": "6.2",
          "text": "A formal withdrawal shall take place through a written declaration directed to the Executive and shall become effective at the end of the Business Year."
        },
        {
          "type": "section",
          "number": "6.3",
          "text": "A Member can be terminated by a two-thirds majority vote by the Executive, provided that:",
          "subsections": [
            {
              "number": "(a)",
              "text": "After two (2) written reminders the payment of membership fees or other financial commitments are unpaid. Termination shall be voted on only after sending a second reminder and where at least six (6) months have lapsed from that reminder."
            },
            {
              "number": "(b)",
              "text": "Where the member is guilty of grossly violating the interest and the principles of ASI UK and/or the Seventh-day Adventist Church as laid out in Articles 2 and 5."
            },
            {
              "number": "(c)",
              "text": "The Decision to terminate must state the reason for termination. The termination notice must be sent to the member in writing and be dated."
            }
          ]
        },
        {
          "type": "section",
          "number": "6.4",
          "text": "Member's appeals process. Before the decision of termination is effective, the Executive shall give the opportunity to the Member to submit an appeal regarding the termination.",
          "subsections": [
            {
              "number": "(a)",
              "text": "The termination notice described in article 6.3 has been sent."
            },
            {
              "number": "(b)",
              "text": "For the appeal to be considered the Member must lodge an appeal in writing within one month from the date of the termination notice and shall be directed to the Executive. The Member's appeal can then be considered by the Executive."
            },
            {
              "number": "(c)",
              "text": "After receiving and having considered the appeal, the Executive must bring the termination before a General Meeting to be considered by the Members. The appeals must be added to the General Meeting's agenda. During this meeting shall the Decision be made regarding the termination of membership."
            }
          ]
        }
      ]
    },
    {
      "number": 7,
      "title": "Organs of the Association",
      "content": [
        {
          "type": "paragraph",
          "text": "The organs of ASI UK shall consist of the General Meeting, the Extraordinary Meeting, and the Executive."
        }
      ]
    },
    {
      "number": 8,
      "title": "The General Meeting and Extraordinary Meeting",
      "content": [
        {
          "type": "section",
          "number": "8.1",
          "text": "The General Meeting shall be the meeting of Ordinary Members, and Sponsoring Members of ASI UK. Only Members with Voting Rights are allowed to cast votes. The General Meeting shall take place annually. Written notice of the meeting shall be given to all Ordinary and Sponsoring members four (4) weeks prior to the meeting and an agenda supplied."
        },
        {
          "type": "section",
          "number": "8.2",
          "text": "Each Member is entitled to submit in writing additions to the Agenda up until two (2) weeks before the General Meeting. The chairperson shall announce any additions to the Agenda at the beginning of the General Meeting."
        },
        {
          "type": "section",
          "number": "8.3",
          "text": "The General Meeting shall have the following functions: passing of the Budget for the following Business Year proposed by the Executive; presenting of the Annual Report given by the Executive; exonerating the Executive; fixing Membership Fees; electing officers to the Executive; voting changes of the Constitution; voting the dissolution of ASI UK; and voting of appeals by Members on their dismissal."
        },
        {
          "type": "section",
          "number": "8.4",
          "text": "The General Meeting and Extraordinary Meeting shall be Chaired by the President or, in case he or she is incapacitated, by the Vice President. In the event that both are incapacitated, the General Meeting and Extraordinary Meeting shall appoint a Chair."
        },
        {
          "type": "section",
          "number": "8.5",
          "text": "The General Meeting shall have a quorum regardless of the number of Members present."
        },
        {
          "type": "section",
          "number": "8.6",
          "text": "In general, all votes shall be cast by public vote. A secret vote is possible provided a Simple Majority of Members with Voting Rights present request this. The exception is the election of all Executive Members that is cast by secret vote."
        },
        {
          "type": "section",
          "number": "8.7",
          "text": "Voting on Decisions shall reached by a Simple Majority Vote. Voting by proxy is not permitted."
        },
        {
          "type": "section",
          "number": "8.8",
          "text": "Amendments to ASI UK's Constitution may be made by a two-thirds majority vote of those Members present, provided four (4) weeks' written notice of the amendment is given to Members prior to the meeting, detailing the nature and subject of the amendments for consideration."
        },
        {
          "type": "section",
          "number": "8.9",
          "text": "Extraordinary Meetings can be called by the Executive, or if one third of ASI UK's Members with Voting Rights request it in writing to the Executive. The Executive cannot block the Member's request and must organise the Extraordinary Meeting within a reasonable time. Four (4) weeks' written notice for the Meeting must be given to Members and an agenda detailing the nature and subject of the Extraordinary Meeting is to be supplied."
        },
        {
          "type": "section",
          "number": "8.10",
          "text": "All Decisions made during the General Meeting and Extraordinary Meeting shall be recorded in the minutes which shall be signed by the President and the Executive Secretary. A copy of the minutes shall be sent to Members prior to the following meeting."
        }
      ]
    },
    {
      "number": 9,
      "title": "The Executive",
      "content": [
        {
          "type": "section",
          "number": "9.1",
          "text": "Executive Members shall be elected during a General Meeting for a period of two (2) years. The newly elected Executive Members shall take over their responsibility immediately after their election and shall remain in office until their successors have been elected into office."
        },
        {
          "type": "section",
          "number": "9.2",
          "text": "The number of officers that constitute the Executive shall be not less than five (5) and not more than seven (7) Executive Members: The President, at least one Vice President, the Executive Secretary, the Treasurer and one representative of the Church. Additional number of Executive Members can be chosen form ASI UK to make up the maximum number of officers."
        },
        {
          "type": "section",
          "number": "9.3",
          "text": "Each Executive Member shall be elected separately and individually, and are voted into office by a Simple Majority. Eligible for election to the Executive shall be, with the exception of the representative of the Church, only Members of ASI UK."
        },
        {
          "type": "section",
          "number": "9.4",
          "text": "The composition of the Executive shall not have a majority consisting of Close Relatives, whether they be related through blood or marriage."
        },
        {
          "type": "section",
          "number": "9.5",
          "text": "The General Meeting can vote by Simple Majority not to fill a vacant position if the number of Executive Members fall below the minimum number of officers."
        },
        {
          "type": "section",
          "number": "9.6",
          "text": "ASI UK shall be represented by the President and bound in legal matters by the President and one additional Executive Member. Legal matters can also be bound in combination with four (4) Executive Members."
        },
        {
          "type": "section",
          "number": "9.7",
          "text": "The Executive shall make Decisions during Executive Meetings. The notice period for a meeting shall be two (2) weeks and notice sent to Executive Members together with an Agenda. Decisions shall be recorded by the Executive Secretary."
        },
        {
          "type": "section",
          "number": "9.8",
          "text": "The Executive shall have quorum if all Executive Members have been sent an invitation and where at least fifty percent (50%) are present. Decisions shall be reached by a Simple Majority. The Chair has the casting vote in case of a tie."
        },
        {
          "type": "section",
          "number": "9.9",
          "text": "The Executive shall act in the best interest of ASI UK and shall have a broad scope of authority to execute operations to fulfil the purpose as defined in this constitution."
        },
        {
          "type": "section",
          "number": "9.10",
          "text": "The Executive can make Decisions by letter or by electronic means provided the majority of Executive Members agree."
        },
        {
          "type": "section",
          "number": "9.11",
          "text": "The authority to make purchases or bind ASI UK in financial and legal matters of £10,000 (ten thousand pounds) and above shall require an express Decision passed during a General Meeting, with the exception of organising the annual ASI UK convention, where the limit is £20,000 (twenty thousand pounds), and for matters above this amount requires the express Decision from Ordinary members via electronic voting."
        },
        {
          "type": "section",
          "number": "9.12",
          "text": "The President shall Chair all Executive Meetings. If he or she is incapacitated the Vice President shall Chair the meetings. In the event that both are incapacitated, the Executive shall appoint a Chair. Furthermore, they are expected to perform such duties that may be within scope of the authority of the office."
        },
        {
          "type": "section",
          "number": "9.13",
          "text": "The Executive Secretary shall keep written records of all the meetings, have custody of all records, notify members of all General and Extraordinary Meetings, and perform such duties that may be within scope of the authority of the office."
        },
        {
          "type": "section",
          "number": "9.14",
          "text": "The Treasurer shall manage all finances of ASI UK, collect all Membership Fees, perform such duties that may be within scope of the authority of the office, and submit an audited report to the General Meeting. All auditing shall be done by an independent auditor. The auditor shall be appointed by the Executive."
        },
        {
          "type": "section",
          "number": "9.15",
          "text": "If an Executive Member discontinues in their office, the Executive shall elect a replacement until the following General Meeting. Each replacement shall be elected separately and individually. The Executive should take action to maintain the minimum number of Executive Members between General Meetings, except where a decision has been made not to fill a vacant position, as per clause 9.5. Discontinuation of Membership in ASI UK or Seventh-day Adventist Church membership shall also terminate their office."
        },
        {
          "type": "section",
          "number": "9.16",
          "text": "The election of any replacement Executive Member shall be confirmed during the following General Meeting. In case this confirmation does not take place, the General Meeting shall be free to elect a new officer, however, their tenure shall end at the term of the other Executive Members."
        }
      ]
    },
    {
      "number": 10,
      "title": "Membership Fees",
      "content": [
        {
          "type": "section",
          "number": "10.1",
          "text": "The amount of the membership fee shall be proposed by the Executive and voted upon during the General Meeting."
        },
        {
          "type": "section",
          "number": "10.2",
          "text": "The membership fee request shall be sent to the Member in writing and shall be due within four (4) weeks from the date of issue."
        },
        {
          "type": "section",
          "number": "10.3",
          "text": "Membership renewal shall be sent to Members within one (1) month of the new Business Year."
        }
      ]
    },
    {
      "number": 11,
      "title": "Dissolution of the Association",
      "content": [
        {
          "type": "section",
          "number": "11.1",
          "text": "The dissolution of ASI UK can only be raised during a General Meeting or an Extraordinary Meeting whereby at least fifty percent (50%) of all Members with Voting Rights shall be present. The vote must be carried by a two-thirds majority of all valid votes cast. The Executive shall be the liquidators of ASI UK provided the Members do not vote otherwise."
        },
        {
          "type": "section",
          "number": "11.2",
          "text": "All assets of ASI UK which will exist at the time of the liquidation or dissolution of ASI UK shall be transferred to the Seventh-day Adventist Church who in turn shall be under obligation to use these assets exclusively for not for profit purposes. In addition, any records relating to the dissolution together with any General Meeting or Extraordinary Meeting minutes shall be presented to the Seventh-day Adventist Church for record keeping."
        }
      ]
    }
  ]
}